Repository: EkaterinePapava/gnome-shell-extension-gsconnect
Catalog: po/*.po
Languages: ka

source: KDE Connect implementation for GNOME
ka: KDE Connect-ის განხორციელება GNOME-ისთვის

source: GSConnect Team
ka: GSConnect-ის გუნდი

source: GSConnect is a complete implementation of KDE Connect especially for GNOME Shell with Nautilus, Chrome and Firefox integration. The KDE Connect team has applications for Linux, BSD, Android, Sailfish, iOS, macOS and Windows.
ka: GSConnect წარმოადგენს KDE Connect-ის სრულ განხორციელებას GNOME-ის გარსისთვის Nautilus-ის, Chrome-ის და Firefox-ის ინტეგრაციებით. KDE Connect-ის გუნდს აქვს აპლიკაციები Linux-ისთვის, BSD-ისთვის, Androis-ისთვის, Sailfish-ისთვის, iOS-ისთვის, macOS-ისთვის და Windows-ისთვის.

source: With GSConnect you can securely connect to mobile devices and other desktops to:
ka: GSConnect-თან ერთად შეგიძლიათ, უსაფრთხოდ დაუკავშირდეთ მობილურ მოწყობილობებს და სხვა კომპიუტერებს, რომ:

source: Share files, links and text
ka: ფაილების, ბმულებისა და ტექსტის გაზიარება

source: Send and receive messages
ka: შეტყობინებების გაგზავნა და მიღება

source: Sync clipboard content
ka: ბუფერის შემცველობის სინქრონიზაცია

source: Sync contacts
ka: კონტაქტების სინქრონიზაცია

source: Sync notifications
ka: გაფრთხილებების სინქრონიზაცია

source: Control media players
ka: მედიადამკვრელების მართვა

source: Control system volume
ka: სისტემური ხმის კონტროლი

source: Execute predefined commands
ka: წინასწარ აღწერილი ბრძანებების შესრულება

source: And more…
ka: და მეტი…

source: GSConnect in GNOME Shell
ka: GSConnect 'GNOME Shell'-ში

source: Connect to…
ka: დაკავშირება…

source: Cancel
ka: გაუქმება

source: Connect
ka: დაკავშირება

source: IP Address
ka: IP მისამართი

source: No contacts
ka: კონტაქტების გარეშე

source: Help
ka: დახმარება

source: Type a phone number or name
ka: აკრიფეთ ტელეფონის ნომერი, ან სახელი

source: Other
ka: სხვა

source: Send SMS
ka: SMS-ის გაგზავნა

source: Send
ka: გაგზავნა

source: Device is disconnected
ka: მოწყობილობა გათიშულია

source: Send Message
ka: შეტყობინების გაგზავნა

source: Type a message
ka: აკრიფეთ შეტყობინება

source: Message Entry
ka: შეტყობინების ჩანაწერი

source: Type a message and press Enter to send
ka: აკრიფეთ შეტყობინება და დააჭირეთ Enter-ს გასაგზავნად

source: Messaging
ka: შეტყობინებები

source: New Conversation
ka: ახალი საუბარი

source: No Conversations
ka: საუბრების გარეშე

source: No conversation selected
ka: საუბარი არჩეული არაა

source: Select or start a conversation
ka: აირჩიეთ, ან დაიწყეთ საუბარი

source: Touchpad. Drag on this area to move mouse cursor. Press long to drag to drag mouse cursor. Simple click will be sent to paired device. Left, middle, right button, and wheel scrolls.
ka: თაცპედი გადაათრიეთ ამ ადგილას თაგუნას კურსორის გადასაადგილებლად. დააჭირეთ დიდხანს, რომ გადაათრიოთ თაგუნას კურსორი. მარტივი წკაპი დაწყვილებულ მოწყობილობას გაეგზავნება. მარცხენა, შუა, მარჯვენა ღილაკი და ბორბლით გადახვევები.

source: Edit Command
ka: ბრძანების ჩასწორება

source: Save
ka: შენახვა

source: Name
ka: სახელი

source: Command Line
ka: ბრძანების სტრიქონი

source: Choose an executable
ka: აირჩიეთ გამშვები ფაილი

source: Open
ka: გახსნა

source: Desktop
ka: სამუშაო მაგიდა

source: Clipboard Sync
ka: ბუფერის სინქრონიზაცია

source: Media Players
ka: მედიადამკვრელები

source: Mouse & Keyboard
ka: თაგუნა და კლავიატურა

source: Volume Control
ka: ხმის კონტროლი

source: Files
ka: ფაილები

source: Receive Files
ka: ფაილების მიღება

source: Save files to
ka: ფაილების შენახვა სად

source: Links
ka: ბმულები

source: Automatically open received URLs
ka: მიღებული ბმულების ავტომატური გახსნა

source: Sharing
ka: გაზიარება

source: Device Battery
ka: მოწყობილობის ელემენტი

source: Low Battery Notification
ka: ელემენტის დაბალი მუხტის შეტყობინება

source: Charged Up to Custom Level Notification
ka: დატენილია რაღაც დონემდე შეტყობინება

source: Fully Charged Notification
ka: სრულად დატენვის შეტყობინება

source: System Battery
ka: სისტემური ელემენტი

source: Share Statistics
ka: გაზიარების სტატისტიკა

source: Battery
ka: ელემენტი

source: Commands
ka: ბრძანებები

source: Add Command
ka: ბრძანების დამატება

source: Share Notifications
ka: გაზიარების გაფრთხილებები

source: Share When Active
ka: გაზიარება, როცა აქტიურია

source: Applications
ka: აპლიკაციები

source: Notifications
ka: გაფრთხილებები

source: Contacts
ka: კონტაქტები

source: Incoming Calls
ka: შემომავალი ზარები

source: Volume
ka: ხმის სიმაღლე

source: Pause Media
ka: მედიის შეჩერება

source: Ongoing Calls
ka: გამავალი ზარები

source: Mute Microphone
ka: მიკროფონის დადუმება

source: Action Shortcuts
ka: ქმედების მალსახმობები

source: Reset All…
ka: ყველას ჩამოყრა…

source: Shortcuts
ka: მალსახმობები

source: Plugins
ka: დამატებები

source: Experimental
ka: ექსპერიმენტული

source: Device Cache
ka: მოწყობილობის კეში

source: Clear Cache…
ka: ქეშის გასუფთავება…

source: Legacy SMS Support
ka: მოძველებული SMS-ის მხარდაჭერა

source: SFTP Automount
ka: SFTP-ის ავტომიმაგრება

source: Advanced
ka: დამატებით

source: Keyboard Shortcuts
ka: კლავიატურის მალსახმობები

source: Device Settings
ka: მოწყობილობის პარამეტრები

source: Pair
ka: წყვილი

source: Device is unpaired
ka: მოწყობილობა დაწყვილებული არაა

source: You may configure this device before pairing
ka: შეგიძლიათ, მოირგოთ ეს მოწყობილობა დაწყვილებამდე

source: Encryption Info
ka: დაშიფვრის ინფორმაცია

source: Unpair
ka: დაწყვილების მოხსნა

source: To Device
ka: მოწყობილობაზე

source: From Device
ka: მოწყობილობიდან

source: Nothing
ka: არაფერი

source: Restore
ka: აღდგენა

source: Lower
ka: დაწევა

source: Mute
ka: დადუმება

source: Set
ka: დაყენებულია

source: Press Esc to cancel or Backspace to reset the keyboard shortcut.
ka: დააწექით Esc-ს, ან Backspace-ს კლავიატურის მალსახმობის ჩამოსაყრელად.

source: Device Name
ka: მოწყობილობის სახელი

source: _Rename
ka: _სახელის გადარქმევა

source: Refresh
ka: განახლება

source: Mobile Settings
ka: მობილურობის მორგება

source: Service Menu
ka: სერვისის მენიუ

source: Device Menu
ka: მოწყობილობის მენიუ

source: Edit Device Name
ka: მოწყობილობის სახელის ჩასწორება

source: Devices
ka: მოწყობილობები

source: Searching for devices…
ka: მოწყობილობების ძებნა…

source: Extension Settings
ka: გაფართოების მორგება

source: GSConnect remains active when GNOME Shell is locked
ka: GSConnect რჩება აქტიურად, როცა GNOME Shell დაიბლოკება

source: Browser Add-Ons
ka: ბრაუზერის დამატებები

source: Enable
ka: ჩართვა

source: This device is invisible to unpaired devices
ka: ეს მოწყობილობა უხილავია დაუწყვილებელი მოწყობილობებისთვის

source: Discovery Disabled
ka: აღმოჩენა გამორთულია

source: Retry
ka: თავიდან ცდა

source: The <tt>openssl</tt> command-line tool does not appear to be installed. Use your distro's package manager to install it. For more information, visit <a href="https://github.com/gsconnect/gnome-shell-extension-gsconnect/wiki/Error#openssl-not-found">the GSConnect wiki</a>.
ka: როგორც ჩანს, პროგრამა <tt>openssl</tt> დაყენებული არაა. გამოიყენეთ თქვენი დისტრიბუტიივის პაკეტების მმართველი და დააყენეთ ის. მეტი ინფორმაციისთვის ეწვიეთ <a href="https://github.com/gsconnect/gnome-shell-extension-gsconnect/wiki/Error#openssl-not-found">GSConnect-ის ვიკის</a>.

source: OpenSSL not found
ka: OpenSSL აღმოჩენილი არაა

source: Add device by IP…
ka: მოწყობილობის დამატება IP-ით…

source: Display Mode
ka: ჩვენების რეჟიმი

source: Panel
ka: პანელი

source: User Menu
ka: მომხმარებლის მენიუ

source: Generate Support Log
ka: მხარდაჭერის ჟურნალის გენერაცია

source: About GSConnect
ka: GSConnect-ის შესახებ

source: Select a Device
ka: აირჩიეთ მოწყობილობა

source: Select
ka: არჩევა

source: No Device Found
ka: მოწყობილობა აღმოჩენილი არაა

source: Device List
ka: მოწყობილობების სია

source: Report
ka: ანგარიში

source: Something’s gone wrong
ka: რაღაც გაფუჭდა

source: GSConnect encountered an unexpected error. Please report the problem and include any information that may help.
ka: GSConnect-მა აღმოაჩინა მოულოდნელი შეცდომა. მოგვწერეთ ამის შესახებ და დაურთეთ ნებისმიერი ინფორმაცია, რომელიც შეიძლება, დაგვეხმაროს.

source: Technical Details
ka: ტექნიკური დეტალები

source: Send to %s
ka: %s-ზე გაგზავნა

source: Send To Mobile Device
ka: გაგზავნა მობილურ მოწყობილობაზე

source: Sync between your devices
ka: სინქრონიზაცია თქვენს მოწყობილობებს შორის

source: %d Connected
ka: %d მიერთებულია

source: Edit
ka: ჩასწორება

source: Remove
ka: წაშლა

source: Disabled
ka: გამორთულია

source: Enter a new shortcut to change <b>%s</b>
ka: შეიყვანეთ ახალი მალსახმობი <b>%s</b>-ის შესაცვლელად

source: %s is already being used
ka: %s უკვე გამოიყენება

source: A complete KDE Connect implementation for GNOME
ka: სრული KDE Connect-ის განხორციელება GNOME-ისთვის

source: translator-credits
ka: ეკატერინე პაპავა

source: Debug messages are being logged. Take any steps necessary to reproduce a problem then review the log.
ka: მიმდინარეობს გამართვის შეტყობინებების ჟურნალში ჩაწერა. შეასრულეთ ნაბიჯები, რათა პრობლემა განმეორდეს, შემდეგ კი გადახედეთ ჟურნალს.

source: Review Log
ka: ჟურნალის გადახედვა

source: Invalid Device Name
ka: არასწორი მოწყობილობის სახელი

source: Device name must not contain any of %s and have a length of 1-32 characters
ka: მოწყობილობა არ უნდა შეიცავდეს სიმბოლოებს %s და სიგრძეში 1-32 სიმბოლო უნდა იყოს

source: Laptop
ka: ლეპტოპი

source: Smartphone
ka: სმარტფონი

source: Tablet
ka: ტაბლეტი

source: Television
ka: ტელევიზია

source: Unpaired
ka: დაწყვილება გაუქმებულია

source: Disconnected
ka: გათიშულია

source: Connected
ka: დაკავშირებულია

source: Waiting for service…
ka: სერვისის გაშვების მოლოდინი…

source: Settings Migrated
ka: პარამეტრების მიგრაცია დასრულდა

source: GSConnect has updated to support changes to the KDE Connect protocol. Some devices may need to be re-paired.
ka: GSConnect განახლდა, რომ ჰქონდეს KDE Connect-ის ცვლილებების მხარდაჭერა. ზოგიერთი მოწყობილობის დაწყვილება თავიდან უნდა მოხდეს.

source: Click for help troubleshooting
ka: დააწკაპუნეთ პრობლემის გადაჭრაში დასახმარებლად

source: Click for more information
ka: დააწკაპუნეთ მეტი ინფორმაციისთვის

source: Dial Number
ka: ნომერზე დარეკვა

source: Share File
ka: ფაილის გაზიარება

source: List available devices
ka: ხელმისაწვდომი მოწყობილობების სია

source: List all devices
ka: მოწყობილობების სია

source: Target Device
ka: სამიზნე მოწყობილობა

source: Message Body
ka: შეტყობინების შემცველობა

source: Send Notification
ka: გაფრთხილების გაგზავნა

source: Notification App Name
ka: გაფრთხილების აპის სახელი

source: Notification Body
ka: გაფრთხილების სხეული

source: Notification Icon
ka: გაფრთხილების ხატულა

source: Notification ID
ka: გაფრთხილების ID

source: Ping
ka: პინგი

source: Ring
ka: ზარი

source: Share Link
ka: ბმულის გაზიარება

source: Share Text
ka: ტექსტის გაზიარება

source: Show release version
ka: ვერსიის ჩვენება

source: Bluetooth device at %s
ka: ბლუთუზის მოწყობილობა %s-ზე

source: Verification key: %s
ka: გადამოწმების გასაღები: %s

source: Pair Request from %s
ka: დაწყვილების მოთხოვნა %s-დან

source: Reject
ka: უარყოფა

source: Accept
ka: დასტური

source: Failed to pair with %s
ka: %s-ისთან დაწყვილება ჩავარდა

source: Device clocks are out of sync
ka: მოწყობილობის საათების სინქრონიზაცია დარღვეულია

source: Discovery has been disabled due to the number of devices on this network.
ka: აღმოჩენა გამორთულია ამ ქსელში არსებული მოწყობილობების რაოდენობის გამო.

source: Port already in use
ka: პორტი უკვე გამოიყენება

source: Exchange battery information
ka: ელემენტის ინფორმაციის მიმოცვლა

source: %s: Battery is full
ka: %s: ელემენტი სავსეა

source: Fully Charged
ka: სრულად დატენილი

source: %s: Battery has reached custom charge level
ka: %s: ელემენტმა მიაღწია მომხმარებლის სასურველი დამუხტვის დონეს

source: %d%% Charged
ka: %d%% დამუხტულია

source: %s: Battery is low
ka: %s: ელემენტი ჯდება

source: %d%% remaining
ka: დარჩენილია %d%%

source: Clipboard
ka: გაცვლის ბუფერი

source: Share the clipboard content
ka: ბუფერის შემცველობის გაზიარება

source: Clipboard Push
ka: ბუფერის გაგზავნა

source: Clipboard Pull
ka: ბუფერის მიღება

source: Access contacts of the paired device
ka: წვდომა დაწყვილებული მოწყობილობის კონტაქტებთან

source: Unknown Contact
ka: უცნობი კონტაქტი

source: Find My Phone
ka: იპოვე ჩემი ტელეფონი

source: Ring your paired device
ka: დარეკვა თქვენს დაწყვილებულ მოწყობილობაზე

source: Mousepad
ka: თაგუნას ხალიჩა

source: Enables the paired device to act as a remote mouse and keyboard
ka: საშუალებას აძლევს დაწყვილებულ მოწყობილობას, მოიქცეს, როგორც დაშორებული თაგუნა და კლავიატურა

source: Remote Input
ka: დაშორებული შეყვანა

source: Bidirectional remote media playback control
ka: ორმხრივი დაშორებული მედიის დაკვრის მართვა

source: Unknown
ka: უცნობი

source: Share notifications with the paired device
ka: შეტყობინებების გაზიარება დაწყვილებულ მოწყობილობასთან

source: Cancel Notification
ka: შეტყობინების გაუქმება

source: Close Notification
ka: გაფრთხილებ

source: Reply Notification
ka: პასუხი შეტყობინებაზე

source: Activate Notification
ka: შეტყობინების გააქტიურება

source: Send and receive pings
ka: პინგების მიღების და გაგზავნა

source: Ping: %s
ka: პინგი: %s

source: Presentation
ka: პრეზენტაცია

source: Use the paired device as a presenter
ka: დაწყვილებული მოწყობილობის გამოყენება პრეზენტაციისთვის

source: Run Commands
ka: ბრძანებების გაშვება

source: Run commands on your paired device or let the device run predefined commands on this PC
ka: გაუშვით ბრძანებები თქვენს დაწყვილებულ მოწყობილობაზე, ან მიეცით უფლება მოწყობილობას, გაუშვას წინასწარ აღწერილი ბრძანებები ამ კომპიუტერზე

source: Browse the paired device filesystem
ka: დაწყვილებული მოწყობილობის ფაილური სისტემის დათვალიერება

source: Mount
ka: მიმაგრება

source: Unmount
ka: მოხსნა

source: %s reported an error
ka: %s-მა შეცდომა დააბრუნა

source: Share
ka: გაზიარება

source: Share files and URLs between devices
ka: გააზიარეთ ფაილები და ბმულები მოწყობილობებს შორის

source: Transfer Failed
ka: გადაცემა ჩავარდა

source: %s is not allowed to upload files
ka: %s-ს არ აქვს უფლება, ფაილები ატვირთოს

source: Transferring File
ka: ფაილის გადაცემა

source: Receiving “%s” from %s
ka: "%s"-ის მიღება %s-დან

source: Transfer Successful
ka: გადაცემა წარმატებულია

source: Received “%s” from %s
ka: "%s" მიღებულია %s-დან

source: Show File Location
ka: ფაილის მდებარეობის ჩვენება

source: Open File
ka: ფაილის გახსნა

source: Failed to receive “%s” from %s
ka: "%s"-ის %s-დან მიღება ჩავარდა

source: Text Shared By %s
ka: %s-ის მიერ გაზიარებული ტექსტი

source: Sending “%s” to %s
ka: "%s" იგზავნება %s-ზე

source: Sent “%s” to %s
ka: "%s"-ის გაგზავნა %s-ზე

source: Failed to send “%s” to %s
ka: "%s"-ის %s-ისთვის გაგზავნა ჩავარდა

source: Send files to %s
ka: ფაილების გაგზავნა %s-ზე

source: Open when done
ka: გახსნა, როცა დასრულდება

source: Send a link to %s
ka: ბმულის გაგზავნა %s-ზე

source: Send and read SMS of the paired device and be notified of new SMS
ka: გააგზავნეთ და წაიკითხეტ დაწყვილებული მოწყობილობის SMS-ები და მიიღეთ შეტყობინება ახალი SMS-ის შესახებ

source: New SMS (URI)
ka: ახალი SMS (URI)

source: Reply SMS
ka: SMS-ზე პასუხი

source: Share SMS
ka: SMS-ის გაზიარება

source: System Volume
ka: სისტემური საცავი

source: Enable the paired device to control the system volume
ka: დაწყვილებული მოწყობილობისთვის სისტემის ხმის დონის მართვის უფლების მიცება

source: PulseAudio not found
ka: PulseAudio აღმოჩენილ არაა

source: Be notified about calls and adjust system volume during ringing/ongoing calls
ka: მიიღეთ შეტყობინებები ზარების შესახებ და გაასწორეთ სისტემის ხმის სიმაღლე ზარის დარეკვისას/განხორციელებისას

source: Mute Call
ka: ზარის დადუმება

source: Incoming call
ka: შემომავალი ზარი

source: Ongoing call
ka: მიმდინარე ზარი

source: Fax
ka: ფაქსი

source: Work
ka: სამუშაო

source: Mobile
ka: მობილური

source: Home
ka: საწყისი

source: Just now
ka: ახლა

source: Yesterday・%s
ka: გუშინ・%s

source: %d minute
ka: %d წუთი

source: Not available
ka: ხელმისაწვდომი არაა

source: Group Message
ka: ჯგუფური შეტყობინება

source: You: %s
ka: თქვენ: %s

source: And %d other contact
ka: და კიდევ %d კონტაქტი

source: Remote keyboard on %s is not active
ka: დაშორებული კლავიატურა %s-ზე აქტიურია არაა

source: %d%% (Estimating…)
ka: %d%% (დაახლ…)

source: %d%% (%d∶%02d Until Full)
ka: %d%% (%d∶%02d სრულად დამუხტვამდე)

source: %d%% (%d∶%02d Remaining)
ka: %d%% (%d∶%02d დარჩემილია)

source: Reply
ka: პასუხი

source: Share links with GSConnect, direct to the browser or by SMS.
ka: გააზიარეთ ბმულები GSConnect-ის. პირდაპირ ბრაუზერში, ან SMS-ით.

source: Service Unavailable
ka: სერვისი მიუწვდომელია

source: Open in Browser
ka: ბრაუზერში გახსნა
